Repository: amf-valor/amf-money
Catalog: portal/src/locale/messages.*.xlf
Languages: pt_br

# tradingBook.portfolioNameInput.placeholder
source: Portfolio Name
pt_br: Nome do portifolio

# tradingBook.capitalPerTradingInput.placeholder
source: % Acceptable capital per trading
pt_br: % Capital por negociação aceitável

# tradingBook.riskRewarRatioInput.placeholder
source: Acceptable risk reward ratio
pt_br: Relação risco ganho aceitavel

# tradingBook.riskPerTradingInput.placeholder
source: % Acceptable risk per trading
pt_br: % Risco por negociação aceitável

# tradingBook.noButton
source: No, thanks!
pt_br: Não, obrigado!

# tradingBooks.introductionHeader
source: Hey! Looks you are new here...
pt_br: Olá! Pelo visto você é novo por aqui...

# tradingBooks.introductionText
source: Get Started with the risk management's your trading portfolio
pt_br: Comece com o gerenciamento de risco do seu portfolio de negociação

# tradingBooks.createPortfolioButton
source: Create your first trading portfolio
pt_br: Crie seu primeiro portifolio de negociação

# home.signUpTab.label
source: Sign - Up
pt_br: Cadastro

# signUp.dateOfBirthInput.placeholder
source: Date of birth
pt_br: Data de nascimento

# signUp.passwordInput.placeholder
source: Password
pt_br: Senha

# signUp.signUpButton.text
source: Sign - Up
pt_br: Efetuar cadastro

# login.passwordInput.placeholder
source: Password
pt_br: Senha

# login.forgotPasswordButton.text
source: Forgot password?
pt_br: Esqueceu a senha?
